ext-sources-app/tests/test_files/soap/Hospice_testSearch_county_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
             <criteria>county</criteria>
             <value>08</value>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>
